[
  {
    "type": "node--dashboard_content",
    "id": "1ba5dc0c-e238-4a82-a766-2bdf6c01a1e5",
    "links": {
      "describedby": {
        "href": "https://data.dx.oregonstate.edu/jsonapi/node/dashboard_content/resource/schema"
      },
      "self": {
        "href": "https://data.dx.oregonstate.edu/jsonapi/node/dashboard_content/1ba5dc0c-e238-4a82-a766-2bdf6c01a1e5?resourceVersion=id%3A8921"
      }
    },
    "title": "Welcome!",
    "body": {
      "value": "<p>This is the beta release of an all-new student portal, intended to (eventually!) replace MyOSU and lay the foundation for your OSU digital experience. Here are a few of my.oregonstate.edu's key features:</p>rnrn<ul>rnt<li>Home, where you can see whatxe2x80x99s coming up in your courses, access commonly used systems, and find events and announcements from across campus</li>rnt<li>Academics, where you can track your GPA and academic standing, and see whatxe2x80x99s due in Canvas</li>rn<li>Finances, where you can track your OSU account transactions, set up direct deposit and pay your billsrn</li>rn<li>Resources, where you can find a comprehensive list of links to the various services and resources you needrn</li>rn</ul>rnrn<p>This is still a beta release, and while we plan to add new features and a greater level of personalization in the future, we want to hear from you now about your experience. This is YOUR dashboard xe2x80x94 what would you like to see on this site? Notice any problems or bugs? You can switch back to <a href=\\\"https://myosu.oregonstate.edu/\\\" target=\\\"_blank\\\">MyOSU</a> if you're not finding what you need on the new dashboard (but drop us a line and tell us what's missing!). Explore away, and please send us your questions and <a href=\\\"https://oregonstate.qualtrics.com/jfe/form/SV_73vMvyQZBQx8aaN?type=feedback\\\" target=\\\"_blank\\\">feedback</a>!</p>rn",
      "format": "restricted_html",
      "processed": "<p>This is the beta release of an all-new student portal, intended to (eventually!) replace MyOSU and lay the foundation for your OSU digital experience. Here are a few of my.oregonstate.edu's key features:</p>n<ul>n<li>Home, where you can see whatxe2x80x99s coming up in your courses, access commonly used systems, and find events and announcements from across campus</li>n<li>Academics, where you can track your GPA and academic standing, and see whatxe2x80x99s due in Canvas</li>n<li>Finances, where you can track your OSU account transactions, set up direct deposit and pay your billsn</li>n<li>Resources, where you can find a comprehensive list of links to the various services and resources you needn</li>n</ul>n<p>This is still a beta release, and while we plan to add new features and a greater level of personalization in the future, we want to hear from you now about your experience. This is YOUR dashboard xe2x80x94 what would you like to see on this site? Notice any problems or bugs? You can switch back to <a href=\\\"https://myosu.oregonstate.edu/\\\">MyOSU</a> if you're not finding what you need on the new dashboard (but drop us a line and tell us what's missing!). Explore away, and please send us your questions and <a href=\\\"https://oregonstate.qualtrics.com/jfe/form/SV_73vMvyQZBQx8aaN?type=feedback\\\">feedback</a>!</p>n",
      "summary": ""
    }
  }
]
